Repository: JuiP/paths
Catalog: po/*.po
Languages: da, el, es, hy, ne, nl, pl, pt, ru, ta, th

source: Paths
da: Stier
el: Μονοπάτια
es: Senderos
hy: Ուղի
ne: बाटाहरु
nl: Paden
pl: Ścieżki
pt: Caminhos
ta: வழிகள்

source: multi-player pattern matching game
da: spil med mønstergenkendelse for flere personer
es: Juego de correspondencias multijugador
ne: ढाँचा मिलाउने बहुखेलडी खेल
nl: meer-speler patroon vergelijkingsspel
ru: Многопользовательская игра сравнения

source: Game
da: Spil
el: Παιχνίδι
es: Juego
hy: Խաղ
ne: खेल
nl: Spel
pl: Gra
pt: Jogo
ru: Игра
ta: ஆட்டம்
th: เกม

source: Start a new game.
da: Start et nyt spil.
el: Έναρξη νέου παιχνιδιού
es: Empieza juego nuevo.
hy: Սկսել նոր խաղ
ne: नयाँ खेल सुरु गर ।
nl: Start een nieuw spel.
pl: Rozpocznij nową grę.
pt: Iniciar um jogo novo.
ru: Начать новую игру.
ta: புதிய ஆட்டம் ஒன்றை ஆரம்பி.
th: เริ่มเกมใหม่

source: Play with the robot.
da: Leg med robotten.
el: Παίξτε με το ρομπότ
es: Juege con el robot.
hy: Խաղալ ռոբոտի հետ
ne: रोबटसगँ खेल ।
nl: Speel met de robot.
pl: Zagraj z robotem.
pt: Jogar com o robô.
ru: Играть с роботом.
ta: எந்நதிரனுடன் விளையாடு.
th: เล่นกับหุ่นยนต์

source: Turn complete
da: Runde afsluttet
el: Στροφή πλήρης
es: Turno completo
hy: Հերթն ավարտվել է
ne: पालो समाप्त
nl: Draai volledig
pl: Obrót zakończony
pt: Turno completo
ru: Ход закончен
ta: திருப்பம் முடிவு
th: เสร็จสิ้นรอบ

source: Help
da: Hjælp
el: Βοήθεια
es: Ayuda
hy: օգնություն
ne: सहयोग
pl: Pomoc
pt: Ajuda
ru: Справка
ta: உதவி
th: ช่วยเหลือ

source: Score:
el: Βαθμολογία:
es: Puntuacion:
hy: Հաշիվ.
ne: अंक:
pl: Wynik:
pt: Pontuação:
ru: Счет:
ta: பெற்ற புள்ளி:
th: คะแนน:

source: Start a new game once everyone has joined.
da: Start et nyt spil når alle har sluttet sig til.
el: Ξεκινήστε νέο παιχνίδι όταν όλοι έχουν συνδεθεί.
es: Iniciar un juego después de que todos se hayan unido.
hy: Սկսել նոր խաղը` բոլորի միանալուն պես:
ne: सबैजना सम्मेलित भएपछि नयाँ खेल सुरु गर ।
nl: Start een nieuw spel zodra iedereen deelneemt.
pl: Zacznij grę gdy wszyscy dołączą.
pt: Inicia um novo jogo assim que todos se tenham juntado.
ru: Когда все присоединятся, начните новую игру.
ta: எல்லோரும் இணைந்தப்பின் ஒரு புதிய ஆட்டத்தை ஆரம்பி.
th: เริ่มเกมใหม่ทันทีที่ทุกคนเข้าร่วม

source: Only the sharer can start a new game.
da: Det er kun den som deler, der kan starte et nyt spil.
el: Μόνον ο διαμοιραστής μπορεί να ξεκινήσει ένα νέο παιχνίδι
es: Sólo quien comparte puede empezar una partida nueva.
hy: Միայն մասնակիցը կարող է սկսել նոր խաղը:
ne: केबल आँधियारले मात्र नयाँ खेल सुरु गर्न सक्छ ।
nl: Alleen de deler kan een nieuw spel starten.
pl: Tylko uczestnik może rozpocząć nową grę.
pt: Apenas aquele que está a partilhar pode começar um novo jogo.
ru: Только раздающий может начать новую игру.
ta: பங்குள்ளவர் மட்டுமே ஒரு புதிய ஆட்டத்தை ஆரம்பிக்கலாம்.
th: สำหรับผู้มีส่วนร่วมเท่านั้นถึงจะเริ่มเกมใหม่ได้

source: The robot is disabled when sharing.
da: Robotten er slået fra når der deles.
el: Το ρομπότ απενεργοποιείται όταν υπάρχει διαμοιρασμός.
es: El robot se desactiva cuando se juega con otra persona.
hy: Խաղը համատեղ խաղալու ընթացքում` ռոբոտն անջատված է:
ne: रोबट सेयरिँग गर्दा अक्षम भयो ।
nl: De robot is invalide bij delen.
pl: Robot dezaktywuje się, kiedy grasz z inną osobą.
pt: O robô está desabilitado quando se está em partilha.
ru: Во время раздачи робот отключен.
ta: பங்கில் இருக்கும்போது எந்திரன் முடக்கப்படும்.
th: หุ่นยนต์ไม่สามารถทำงานได้ขณะมีผู้อื่นใช้อยู่

source: has joined.
da: har sluttet sig til.
el: έχει ενωθεί.
es: Se a unido.
hy: միացել է
ne: जोड़ियो ।
nl: neemt deel.
pl: dołączył.
pt: juntou-se.
ru: присоединился.
ta: யாரோ இணைந்துள்ளார்.
th: ได้เข้าร่วม

source: take a turn.
da: tag en runde.
el: Πάρτε μια στροφή.
es: Tomar un turno.
hy: հերթ պահել
ne: पालि लिउ ।
nl: de beurt nemen.
pl: Wykonaj ruch.
pt: fez um turno.
ru: взять очередь.
ta: உங்களது முறை.
th: ถึงรอบคุณแล้ว

source: Click after taking your turn.
da: Klik efter du har taget din runde.
el: Κάντε κλικ αφού στρίψετε.
es: Haga clic después de tomar su turno.
hy: Հերթը Ձեզ հասնելուն պես` սեղմեք:
ne: आफ्नो पालो लिएपछि क्लिक गर ।
nl: Klik nadat je de beurt gehad hebt.
pl: Kliknij po wykonaniu ruchu.
pt: Clica após fazeres o teu turno.
ru: Кликните после вашего хода.
ta: உங்களது முறையை எடுக்கும்பொருட்டு சொடுக்குவும்.
th: คลิกหลังจบรอบ

source: It is your turn.
da: Det er din tur.
el: Είναι η σειρά σου
es: Es su turno.
hy: Այժմ ձեր հերթն է
ne: तिम्रो पालो हो ।
nl: Het is jouw beurt.
pl: Twoja kolej.
pt: É o teu turno.
ru: Ваш ход.
ta: இது உங்களுடைய முறை.
th: นี่คือรอบคุณ

source: Game over
da: Spillet er slut
el: Τέλος παιχνιδιού
es: Juego teminado
hy: Խաղն ավարտված է
ne: खेल सकियो
nl: Spel klaar
pl: Koniec gry
pt: Fim do jogo
ru: Конец игры
ta: ஆட்டம் முடிந்தது
th: จบเกม

source: There are errors—it is still your turn.
da: Der er fejl - det er stadig din runde.
el: Υπάρχουν σφάλματα- είναι ακόμη η σειρά σου.
es: Hay errores - todavía es su turno.
hy: Կան սխալներ - Ձեր հերթը դեռ շարունակվում է
ne: त्यहाँ त्रुटिहरु छन्- तिम्रो अझै पालो छ ।
pl: Są błędy - nadal jest twoja kolej.
pt: Existem erros—ainda é o teu turno.
ru: Произошла ошибка — ваш ход продолжается.
ta: அங்கே சில பிழைகள்-இது இன்னமும் உங்களுடைய திருப்பம்தான்.
th: มีข้อผิดพลาด - ยังเป็นรอบของคุณ

source: You took your turn.
da: Du har taget din runde.
el: Πήρατε τη στροφή σας.
es: Ya tomó su turno.
hy: Ձեր հերթն անցավ
ne: तिमीले आफ्नो पालो लियौ ।
nl: Jij hebt je beurt gehad.
pl: Już wykonałeś swój ruch.
pt: Jogaste o teu turno.
ru: Вы взяли ход.
ta: நீங்கள் உங்களுடைய திருப்பத்தை எடுத்துள்ளீர்கள்
th: คุณใช้รอบของคุณไปแล้ว

source: robot
el: ρομπότ
hy: ռոբոտ
ne: रोबट
pt: robô
ru: робот
ta: எந்திரன்
th: หุ่นยนต์

source: Wait your turn.
da: Vent til det er din tur.
el: Περιμένετε τη σειρά σας.
es: Espere su turno.
hy: Սպասել Ձեր հերթին
ne: आफ्नो पालो कुर ।
nl: Wacht op je beurt.
pl: Poczekaj na twoją kolej.
pt: Espera pelo teu turno.
ru: Ждите вашего хода.
ta: உங்களுடைய திருப்பத்திற்கு காத்திருக்கவும்.
th: รอรอบของคุณ

source: Waiting for
da: Venter på
el: Αναμονή για
es: Esperando a
hy: Սպասել
ne: को लागि पर्खि राख्या छु
nl: Wacht op
pl: Czekamy na
pt: Esperando por
ru: Ожидание
ta: க்காக காத்திரு
th: กำลังรอ

source: Nowhere to play.
da: Ingen steder at spille.
el: Δεν υπάρχει μέρος για παιχνίδι.
es: No se puede jugar.
hy: Խաղալու տեղ չկա
ne: कतैपनि खेल्न ठाँउ छैन ।
nl: Nergens om te spelen.
pl: Nie można grać.
pt: Mais nenhum lugar para jogar.
ru: Играть негде.
ta: வேறு எங்கு விளையாடுவது.
th: ไม่มีที่เล่น

source: Robot unable to play
da: Robot kan ikke spille
el: Το ρομπότ δεν είναι σε θέση να παίξει
es: El robot no puede Jugar
hy: Ռոբոտը չի կարող խաղալ
ne: रोबट खेल्न असमर्थ छ
nl: Robot kan niet spelen
pl: Robot nie może grać
pt: Robô incapaz de jogar
ru: Робот не может играть
ta: எந்திரனால் விளையாட முடியவில்லை
th: หุ่นยนต์ไม่สามารถเล่นได้

source: Move tiles to make a path.
da: Flyt fliser for at lave en sti.
el: Μετακίνησε τις πλάκες για να δημιουργήσεις ένα μονοπάτι.
es: Mueva los bloques para hacer un sendero.
hy: Տեղաշարժել մասնիկները` ճանապարհ բացելու համար
ne: बाटो बनाउन टाइलहरु हटाउ ।
nl: Beweeg tegels om een pad te maken.
pl: Przesuwaj bloki aby uformować ścieżkę.
pt: Move as peças para fazer um caminho.
ru: Перемещайте плитки, чтобы проложить путь.
ta: டைல்ஸை நகர்த்தி பாதையை உருவாக்கவும்.
th: ย้ายแผ่นป้ายเพื่อสร้างเส้นทาง

source: There are errorsâ€”it is still your turn.
nl: Er zijn fouten--het is toch jouw beurt.
